"AuthControllerApplicationPrincipalRequest" = "%@ requer que você digite a sua identidade Kerberos";
"AuthControllerApplicationRequest"          = "%@ requer que você digite a sua senha Kerberos";
"AuthControllerApplicationPasswordRequest"  = "%@ requer que você digite a sua senha Kerberos para %@

";

"AuthControllerPrincipalRequest"            = "Digite a sua identidade Kerberos";
"AuthControllerRequest"                     = "Digite a sua senha Kerberos";
"AuthControllerPasswordRequest"             = "Digite sua senha Kerberos para %@";

"AuthControllerHideOptions"                 = "Ocultar Opções";
"AuthControllerShowOptions"                 = "Mostrar Opções";

"ChangePasswordPasswordExpired"             = "A senha para %@ expirou, deseja trocá-la?

";
"ChangePasswordApplicationRequest"          = "%@ requer que você altere a senha Kerberos para %@";
"ChangePasswordPrincipalRequest"            = "Altere a senha Kerberos para “%@”";
